export default {
  time: {
    first: ["全部", "今天内", "三天内", "三天后", "三天后1", "三天后2", "三天后3", "三天后4", "三天后5", "三天后6", "三天后7"],
    second: ['早上:8点~10点', '早上:10点~12点',
    '下午:12点~2点', '下午:2点~4点',
    '晚上:6点~8点', '晚上:8点~10点', '晚上:8点~10点11', '晚上:8点~10点22']
  },
  location: {
    region: ['番禺', '天河', '白云', '越秀', '花都', '黄埔', '南沙'],
    loc: {
      "番禺": ['大学城', '市桥', '沙头', '东环', '桥南', '大石', '洛浦', '石壁'],
      "天河": ['大学城1', '市桥1', '沙头1', '东环1', '桥南1', '大石1', '洛浦1', '石壁1'],
      "白云": ['大学城2', '市桥2', '沙头2', '东环2', '桥南2', '大石2', '洛浦2', '石壁2'],
      "越秀": ['大学城3', '市桥3', '沙头3', '东环3', '桥南3', '大石3', '洛浦3', '石壁3'],
      "花都": ['大学城4', '市桥4', '沙头4', '东环4', '桥南4', '大石4', '洛浦4', '石壁4'],
      "黄埔": ['大学城5', '市桥5', '沙头5', '东环5', '桥南5', '大石5', '洛浦5', '石壁5'],
      "南沙": ['大学城6', '市桥6', '沙头6', '东环6', '桥南6', '大石6', '洛浦6', '石壁6']
    },
    place: {
      "大学城":['中大', '华工', '华师', '广外', '广大', '广工', '广药', '广中医', '广美'],
      "市桥":['中大1', '华工1', '华师1', '广外1', '广大1', '广工1', '广药1', '广中医1', '广美1'],
      "沙头":['中大2', '华工2', '华师2', '广外2', '广大2', '广工2', '广药2', '广中医2', '广美2'],
      "东环":['中大3', '华工3', '华师3', '广外3', '广大3', '广工3', '广药3', '广中医3', '广美3'],
      "桥南":['中大4', '华工4', '华师4', '广外4', '广大4', '广工4', '广药4', '广中医4', '广美4'],
      "石头":['中大5', '华工5', '华师5', '广外5', '广大5', '广工5', '广药5', '广中医5', '广美5'],
      "石壁":['中大6', '华工6', '华师6', '广外6', '广大6', '广工6', '广药6', '广中医6', '广美6'],
      "洛浦":['中大7', '华工7', '华师7', '广外7', '广大7', '广工7', '广药7', '广中医7', '广美7'],
      "大学城1":['1中大', '1华工', '1华师', '1广外', '1广大', '1广工', '1广药', '1广中医', '1广美'],
      "市桥1":['1中大1', '1华工1', '1华师1', '1广外1', '1广大1', '1广工1', '1广药1', '1广中医1', '1广美1'],
      "沙头1":['1中大2', '1华工2', '1华师2', '1广外2', '1广大2', '1广工2', '1广药2', '1广中医2', '1广美2'],
      "东环1":['1中大3', '1华工3', '1华师3', '1广外3', '1广大3', '1广工3', '1广药3', '1广中医3', '1广美3'],
      "桥南1":['1中大4', '1华工4', '1华师4', '1广外4', '1广大4', '1广工4', '1广药4', '1广中医4', '1广美4'],
      "石头1":['1中大5', '1华工5', '1华师5', '1广外5', '1广大5', '1广工5', '1广药5', '1广中医5', '1广美5'],
      "石壁1":['1中大6', '1华工6', '1华师6', '1广外6', '1广大6', '1广工6', '1广药6', '1广中医6', '1广美6'],
      "洛浦1":['1中大7', '1华工7', '1华师7', '1广外7', '1广大7', '1广工7', '1广药7', '1广中医7', '1广美7'],
    }
  },
  type: ["全部", "野球", "3V3", "5V5"],
  select: ['离我最近', '实力最强', '粉丝最多',
    '等级最高', '失约率最低']
}